{
  "data": [
    {
      "content": "A seasonal food blog with enticing photography and delicious recipes for home cooking game. The blog has a wide range of brunch recipes, dessert recipes, cocktail recipes, and everything in between.",
      "title": "Kitchen Konfidence",
      "id": 1
    },
    {
      "content": "A blog where cookbooks meet lifestyle magazines with a range of bloggers from home cooks to top chefs sharing their ultimate recipes and top tips. The blog covers a wide range of cuisines and has a section dedicated to food photography tips.\n",
      "title": " Chef’s Pencil",
      "id": 2
    },
    {
      "content": "A blog that ranks the best food and cooking blogs that exist online, updated every 24 hours. The blog has a section dedicated to restaurant-style recipes created by a chef with tips and tricks to make your time in the kitchen fun and delicious!",
      "title": "Detailed.com",
      "id": 4
    },
    {
      "content": "A clean and simple food blog with a diverse collection of recipes for all seasons. The site also covers travel-related topics like things to do in Hong Kong and what to eat in South Korea.\n",
      "title": "Master Blogging",
      "id": 5
    },
    {
      "content": "A blog sharing vegetarian recipes from India with all vegetarian recipes tried and tested. The blog also has sections dedicated to veganism, healthy eating, and cooking tips.\n",
      "title": "Feedspot Blog",
      "id": 6
    },
    {
      "title": "Pinch of Yum ",
      "content": "A blog run by Lindsay with enticing photography and delicious recipes for home cooking game. The blog has a wide range of brunch recipes, dessert recipes, cocktail recipes, and everything in between.\n",
      "id": 7
    },
    {
      "title": "AllRecipes.com",
      "content": "A blog that offers a variety of recipes from around the world with vivid photography and detailed instructions.\n",
      "id": 9
    },
    {
      "title": "Sushi - meshi",
      "content": "Japanese and eastern cultural food which is initially based on veggies. But later on, changed according to regions cultures and tastes. But later on, changed according to regions cultures and tastes. But later on, changed according to regions cultures and tastes. Contains small rice balls, raw fish/ vegetables or egg.",
      "id": 10
    }
  ]
}